<?php
//========================================================================================================
$lang['zarinpal']['error'][-1] = 'اطلاعات ارسال شده ناقص است' ;
$lang['zarinpal']['error'][-2] = 'مرچنت کد اشتباه است' ;
$lang['zarinpal']['error'][-3] = 'رقم باید بالای 100 تومان باشد' ;
$lang['zarinpal']['error'][101] = 'اطلاعات قبلا به سایت ارسال شده است!' ;
$lang['zarinpal']['error'][-11] = 'درخواست شما از طرف بانک به سايت اعلام نشد' ;
$lang['zarinpal']['error'][-21] = 'هيچ نوع عمليات مالي براي اين تراکنش در سيستم بانک يافت نشد' ;
$lang['zarinpal']['error'][-22] = 'تراکنش ناموفق' ;
$lang['zarinpal']['error'][-33] = 'رقم تراکنش با رقم وارد شده متغايرت دارد' ;
$lang['zarinpal']['error'][-54] = 'درخواست مورد نظر از زمان قانوني گذشته و تراکنشي ثبت نمي شود' ;

$lang['zarinpal']['Successful']['send'] = 'اطلاعات با موفقیت به بانک ارسال شد .' ;
$lang['zarinpal']['Successful']['back'] = 'وجه با موفقیت پرداخت شد .' ;
$lang['zarinpal']['error']['not_back'] = 'تراکنش توسط کاربر لغو شده است';
?>